Revit 2024 API
Ceramic.CeramicBumpAmount Property
 The property labeled "Amount" from the "Ceramic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string CeramicBumpAmount { get; }
Visual Basic
Public Shared ReadOnly Property CeramicBumpAmount As String
	Get
Visual C++
public:
static property String^ CeramicBumpAmount {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Ceramic Class
Autodesk.Revit.DB.Visual Namespace